Revit 2027 API
SymbolTypeId.BtuPerHFtSup2 Property
 Symbol Btu/(h·ft²), indicating unit British thermal units per hour square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BtuPerHFtSup2 { get; }
Public Shared ReadOnly Property BtuPerHFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BtuPerHFtSup2 {
	ForgeTypeId^ get ();
}
static member BtuPerHFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace